tap "felixkratz/formulae"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "libpng"
brew "bear"
brew "freetype"
brew "cmake"
brew "fzf"
brew "git"
brew "gnuplot"
brew "gsl"
brew "jq"
brew "llvm"
brew "make"
brew "neovim"
brew "node"
brew "numpy"
brew "opam"
brew "pkgconf"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
cask "dockdoor"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-maple-mono"
cask "font-maple-mono-nf"
cask "font-maple-mono-nf-cn"
cask "font-meslo-lg-nerd-font"
cask "font-sf-pro"
cask "ghostty"
cask "iterm2"
cask "jordanbaird-ice"
cask "only-switch"
cask "sf-symbols"
